Repository: rcardenas/Motores
Catalog: sites/all/modules/faceted_search/translations/*.po
Languages: ru

source: Taxonomy Facets
ru: Фасеты таксономии

source: Vocabularies to use as facets
ru: Словари, используемые как фасеты

source: Check the vocabularies that shall be used in faceted searches. Note that the default weight of each facet will equal the weight of its corresponding vocabulary.
ru: Отметьте словари, которые должны быть использованы в фасетном поиске. По умолчанию вес каждой фасеты будет равен весу соответствующего словаря.

source: Indexing
ru: Индексация

source: You must !rebuild if some content was added while the Taxonomy Facets module was disabled. This is not necessary after enabling the module for the first time.
ru: Вы должны !rebuild, если какие-то материалы были добавлены, когда модуль Фасет таксономии был отключен. Это не требуется после первого включения модуля.

source: rebuild the Taxonomy Facets index
ru: перестроить индекс Фасет таксономии

source: There are currently no vocabularies. Go to the !page first to create vocabularies.
ru: Словари отсутствуют. Создайте словари на странице !page.

source: Categories page
ru: Страница категорий

source: The Taxonomy Facets index has been updated for the %vocabulary vocabulary.
ru: Индекс Фасет таксономии обновлен для словаря %vocabulary.

source: The Taxonomy Facets index has been cleared for the %vocabulary vocabulary.
ru: Индекс Фасет таксономии очищен для словаря %vocabulary.

source: The Taxonomy Facets index has been updated.
ru: Индекс Фасет таксономии обновлен.

source: A faceted search interface allows users to browse content in such a way that they can rapidly get acquainted with the scope and nature of the content without ever feeling lost. Such system relies on metadata (such as !categories) usually built specifically for !classification.
ru: Интерфейс фасетного поиска позволяет пользователям быстро ознакомиться с обзором и природой материалов, не пропустив ничего нужного. Такая система основана на метаданных (таких, как !categories), обычно созданных специально для !classification.

source: categories
ru: категории

source: faceted classification
ru: фасетная классификация

source: Introductory information is provided in !article about when to use &mdash; and how to build &mdash; a faceted classification.
ru: Вводная информация представлена в !article о том, как использовать &mdash; и как построить &mdash; фасетную классификцию.

source: this article
ru: эта статья

source: Faceted search
ru: Фасетный поиск

source: Configure faceted search settings.
ru: Настройка фасетного поиска

source: Settings
ru: Настройки

source: Facet display
ru: Отображение фасет

source: In listings, the heavier facets will sink and the lighter facets will be positioned nearer the top.
ru: В списках более тяжелые фасеты будут тонуть, а более легкие - всплывать вверх.

source: Filter
ru: Фильтр

source: You may exclude some content types from search results.
ru: Вы можете исключить некоторые типы материалов из результатов поиска.

source: Check the content types to exclude from search results.
ru: Отметьте типы материалов, которые должны быть исключени из результатов поиска.

source: Facet
ru: Фасета

source: Weight
ru: Вес

source: Number of categories in facet preview
ru: Количество категорий в предварительном обзоре фасет

source: All categories
ru: Все категории

source: Up to 5 categories
ru: До 5 категорий

source: Up to 10 categories
ru: До 10 категорий

source: Up to 15 categories
ru: До 15 категорий

source: Up to 20 categories
ru: До 20 категорий

source: Up to 25 categories
ru: До 25 категорий

source: Up to 30 categories
ru: До 30 категорий

source: Up to 40 categories
ru: До 40 категорий

source: Up to 50 categories
ru: До 50 категорий

source: Up to 100 categories
ru: До 100 категорий

source: Faceted search / Current search
ru: Фасетный поиск / Текущий поиск

source: Faceted search / Keyword search
ru: Фасетный поиск / Текстовый поиск

source: Faceted search / Guided search
ru: Фасетный поиск / Направленный поиск

source: Faceted search / Related categories
ru: Фасетный поиск / Связанные категории

source: Current search
ru: Текущий поиск

source: Keyword search
ru: Текстовый поиск

source: Guided search
ru: Направленный поиск

source: Related categories
ru: Связанные категории

source: Search
ru: Поиск

source: Search results
ru: Результаты поиска

source: Your search yielded no results
ru: По вашему запросу ничего не найдено

source: With all of the words
ru: Включая все слова

source: Advanced search
ru: Расширенный поиск

source: With the exact phrase
ru: Точно фразу

source: With at least one of the words
ru: Как минимум с одним словом

source: Without the words
ru: Исключая слова

source: Standard search
ru: Обычный поиск

source: New search
ru: Новый поиск

source: Search within results
ru: Поиск в результатах

source: more...
ru: еще...

source: all
ru: все

source: Remove this term
ru: Удалить этот термин

source: results
ru: результаты

source: use faceted search
ru: использовать фасетный поиск

source: Content Type Facet
ru: Фасета по типам материалов

source: Content types to display in the Content type facet
ru: Типы материалов для показа в фасете типов материалов

source: Check the content types that shall be displayed in the Content type facet. Note that this setting is not a filter for search results; other content types can still be searchable through other facets or from text searches.
ru: Отметьте типы материалов, которые должны быть показаны в блоке фасетного отбора. Учтите, что это не фильтр для результатов поиска. Другие типы материалов могут быть найдены через другие фасеты или через текстовый поиск.

source: There are currently no content types. Go to the !page first to create content types.
ru: Не определены типы материалов. Сначала создайте их на странице !page.

source: Content types page
ru: Страница типов материалов

source: Content type
ru: Тип материалов
