Repository: rcardenas/Motores
Catalog: sites/all/modules/privatemsg/pm_email_notify/translations/*.po
Languages: es, fr

source: Privatemsg e-mail notification
es: Notificación de mensajes privados vía e-mail
fr: Notification par e-mail des messages privés

source: Notify users of new private messages by default
es: Por defecto notificar acerca de mensajes privados nuevos a los usuarios.
fr: Prévenir par défaut les utilisateurs d'un nouveau message.

source: Customize the email messages sent to users upon receipt of a new private message. <br />Available variables are: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) and !settings (URL).
es: Personaliza los correos enviados a los usuarios cuando reciben un nuevo mensaje privado. <br />Las variables disponibles son: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) y !settings (URL).
fr: Personnalisez l'e-mail envoyé aux utilisateurs pour les prévenir d'un nouveau message privé. <br />les variables utilisables sont : !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) et !settings (URL).

source: Subject of notification messages
es: Asunto de los mensajes de notificación
fr: Objet de l'e-mail

source: Body of notification messages
es: Cuerpo de los mensajes de notificación
fr: Corps du message de notification

source: Receive email notification for incoming private messages
es: Recibir notificaciones vía email cuando me llega un nuevo mensaje privado
fr: Recevoir un e-mail de notfication lorsqu'un nouveau message privé m'est envoyé.

source: E-mail notify
es: Notificación vía e-mail
fr: Notification par e-mail

source: E-mail notification settings
es: Ajustes de notificación vía e-mail
fr: Paramètres de notificaton par e-mail

source: Privatemsg Email Notification
es: Notificación vía e-mail de mensajes privados
fr: Notification par e-mail des messages privés

source: Notifies users about new Private Messages via Email.
es: Notifica a los usuarios acerca de nuevos mensajes privados vía email
fr: Prévient les utilisateurs par e-mail de la réception d'un nouveau message

source: Mail
fr: E-Mail
